lib/annotservice/cloudservice/CloudServiceSoapBinding.updateMediaAnnotationUserIdWithId.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:tns="http://service.annot.me/">
 <SOAP-ENV:Body>
   <tns:updateMediaAnnotationUserIdWithId>
    <userId>0</userId>
    <id>0</id>
   </tns:updateMediaAnnotationUserIdWithId>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
